IDEA StatiCa Open Model
SteelSetupHKG Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the SteelSetupHKG class
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SteelSetupHKG()
Public Sub New
public:
SteelSetupHKG()
See Also
Reference
SteelSetupHKG Class
IdeaRS.OpenModel Namespace